Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: Suoma sápmelaččaid diđolašvuohta iežas kultuvrras ja dasto maiddái gielas lea lassánan
smn: Suomâ sämmilij tiäđulâšvuotâ jieijâs kulttuurist já tađe mield meiddei kielâstis lii čuuvtij lasanâm

source: dovdomassii jagi 1995 maŋŋá.
smn: ive 1995 maŋa.

source: Dalle sámiid vuođđovuoigatvuođat sihkkarastojedje ráđđehushámis
smn: Talle sämmilij vuáđuvuoigâdvuođah turvâstuvvojii haldâttâshäämist já sämmiláid

source: ja sámiide eamiálbmogin nannejuvvui vuoigatvuohta iežas gillii ja kultuvrai nugo maiddái
smn: algâaalmugin nanodui vuoigâdvuotâ jieijâs kielân já kulttuurân tegu meiddei vuoigâdvuotâ sii

source: vuoigatvuohta daid guoski iešráđđemii.
smn: kyeskee jiešhaaldâšmân.

source: Sámegiella lei ožžon jo ovdal iežas láhkaásaheami j. 1992
smn: Sämikielâ lâi juo ovdeláá finnim jieijâs lahâasâttâs ive 1992 já uđđâ hal

source: ja ođđa ráđđehushámis dát nannejuvvui čielgasit.
smn: dâttâshäämist taat nanodui čielgâsánásávt.

source: Namuhuvvon njuolggadusat merkejuvvojedje maiddái ođasmahtton j. 2000 vuođđoláhkii.
smn: Nomâttum njuolgâdusah kirjejuvvojii meiddei uđâsmit tum ive 2000 vuáimánšoddâm vuáđulaahân.

source: Nugo máinnašuvvuige de sápmelaš identitehta lea
smn: Nuuvtko páhudui, sämmilâš identiteet lii nanosmum

source: nanosmuvvan dovdomassii das maŋŋá ja dat boahtá ovdan ee. sámiid veahkadatmeari
smn: čuuvtij taan maŋa já tot kiävá čielgâsin el. tast, et sämmilij aalmugmeeri lii lasanâm.

source: Suoma sámiid mearri lea jagis 1995 jahkái 2007 lassánan 2564 olbmuin, sámiid
smn: Suomâ säm milij meeri lii ivveest 1995 ihán 2007 lasanâm 2564 ulmuin.

source: oppalašmeari orodettiin dál 9425 olbmo.
smn: Sämmilij oleslohomeeri lii tääl 9425 olmožid.

source: sápmelaččaid mearri lea jagis 2003 jahkái 2007 badjánan measta 40 % ja dál dat ráhkada jo
smn: Sämikuávlu ulguubeln Suomâst ässee sämmilij meeri lii ivveest 2003 ihán 2007 lasanâm masa 40 % já tääl tot lii pajelhháá 54 % sämmilij meereest Suomâst.

source: Muitalusa vuođđun lea viiddes skovvejearahallan, mas 169 oassebealis leat jerrojuvvon ee. dieđut
smn: Muštâlus vuáđđun lii vijđes luámáttâhkoijâdâllâm, mast 169 peeleest láá koijâdâllum el. tiäđuh

source: sámegielat bálvalusaid viidodagas, sámegiela dáiddus ja geavaheamis ja sámegiela eavttuin bargguin.
smn: sämikielâlâš palvâlusâi vijđesvuođâst, sämikielâ tááiđu já kevttim sehe sämikielâ iävtu pargomail

source: ruovttuguovllu gielddaid bargit, 3) sámiid ruovttuguovllus doaibmi stáhta ossodagat ja
smn: geeh, 3) sämikuávlust tuáimee staatâ ohtâduvah já finnodâhlájádâsah, 4) sämikuávlu staatâ ohtâdu

source: fitnodatlágádusat, 4) sámiid ruovttuguovllu stáhta ossodagaid bargit; 5) sámiid ruovttuguovllu
smn: vâi pargeeh; 5) sämikuávlu ulguupiälááh staatâ virgeomâhááh, kiäi toimâkuávlun sämikuávlu kulá;

source: sámeorganisašuvnnat ja - ásahusat; 7) sámeorgánaid bargit ja 8) sámesearvvit.
smn: 6) sämiorganisaatioh já - peleh; 7) sämipeelij pargeeh sehe 8) sämiseervih.

source: čuozáhatjoavkkuin lei sámiid ruovttuguovllu gielddaid bargit, geaidda sáddejuvvojedje vádjit 1400
smn: stuárráámus lâi sämikuávlu kieldâi pargeeh, kiäid vuolgâttuvvojii vááijuv 1400 koččâmâšluámáttuv

source: gažaldatskovi.
smn: vâd.

source: Oktiibuot buot gažaldatskovit sáddejuvvojedje 2525 st ja lassin sámegielat jorgalusat
smn: Puohnâssân koččâmâšluámáttuvah vuolgâttuvvojii 2525 pittád já lasseen sämikielâlâš jurgâ

source: Vástádusat ožžojuvvojedje 109 sierra oassebealis.
smn: Vástádâsah finnejuvvojii 109 jieškote-uv peeleest.

source: Čieža oassebeali almmuhedje, ahte sámi
smn: Čiččâm peellid almottii, et säämi kielâlaahâ ij

source: giellaláhka ii daid guoskka.
smn: kuoskâ sii.

source: Ovtta oassebeali almmuhusa mielde sámi giellaláhka ii dan guoskka, muhto das fuolakeahttá dat čuovvu sámi giellalága.
smn: Oovtâ pele almottâs mield säämi kielâlaahâ ij kuoskå tom, mut tast peerusthánnáá tot nuávdid säämi kielâlaavâ.

source: Ollásii 52 orgána guđđe ollásit vástitkeahttá jearahallamii.
smn: Penttâ 52 peellid kuođđii ollásávt västidhánnáá koijâdâlmân.

source: Guovddáš virgeoapmahaččain vástitkeahttá guđđe ee. Lappi birasguovddáš, alimus
smn: virgeomâháin västidhánnáá kuođđii el. Laapi pirâskuávdáš, alemus haldâšemriehti, máttááttâs

source: hálddahusriekti, oahpahusministeriija, birasministeriija, Soađegili gieldda hoavddat ja sámerádio.
smn: ministeriö, pirâsministeriö, Suáđigil kieldâ hoovdah já Sämiradio. Västidemprosenttân šoodâi 65 %

source: vástádusat iige daid gorálaš mearri. Stuorámus čuozáhatjoavkku, ns.
smn: jis tarkkuustâlloo tuše vuolgâttum peelijn finnejum vástádâsâid ige toi koskâvuođâlâš mere.

source: gielddaid bargiid vástádusproseanta molsašuttai s. 40 – 50 % gaskkas.
smn: Stuárráámus čuásattâhjuávhu ađai kieldâi pargei västidemprooseent muttuustâlâi suullân 40 – 50 %

source: Sámiid ruovttuguovllu gielddaid ja stáhta ossodagaid virgeolbmuin ja bargiin sámegiela hálle eatnigiellan 7 % buot bargiin.
smn: Sämikuávlu kieldâi já staatâ ohtâduvâi virgealmain já pargein sárnuh sämikielâ eenikiellân 7 %

source: Mearri lea geahppánan jagi 2000 čielggadeamis vádjit 2 %.
smn: Meeri lii kiäppánâm ive 2000 čielgiittâsâst vááijuv 2 %.

source: Nuppástus lea dan beales mearkkašahtti go váldojuvvo vuhtii man unni sámegiela eatnigiellan hálli
smn: Nubástus lii ton peeleest merhâšittee ko váldoo vuotân mon ucce sämikielâ eenikiellân sárnoo pargei juáhvhu koskâvuođâlâš

source: bargiid joavkku gorálaš oassi lea gielddaid ja stáhta bargiin.
smn: uási lii kieldâi já staatâ pargojuávhust.

source: Sámegiela barggus geavahit bastiid
smn: Nube tááhust sämikielâ pargoost kevttei uási lii lasanâm

source: ossodat lea lassánan nuppe dáfus dovdomassii jagi 2000 mearis, nuppástus lea 4,8 %.
smn: merhâšitteht ive 2000 meereest, nubástus lii 4,8 %. Ko ive 2000 sämikielân puohtii palvâliđ 11,9 %

source: sámegielain baste bálvalit 11,9 % gieldda ja stáhta virgeoapmahaččain, jagis 2006 sámegielain
smn: kieldâ já staatâ virgeomâháin, ive 2006 sämikielân äššigâšpalvâlem pyehtih adeliđ 14,8 % kieldâ já

source: 2,9 % eanet go jagis
smn: staatâ virgeomâháin ađai 2,9 % eenâb ko ive 2000.

source: Sámegiela máhtekeahtes olbmuid mearri lea muhtin veardde geahppánan: jagis 2006 sii ledje
smn: Sämikielâ mättimettumij meeri lii mottoom verd kiäppánâm: ive 2006 sii lijjii 70,6 % ko ive 2000 sii lijjii 73,4 %.

source: Virgeoapmahaččaid sámegiela dáiddu stivre čuvgehus- ja oahpahusdoaimmas ja sosiála- ja
smn: Virgeomâhái sämikielâ tááiđu stivree čuovviittâs- já máttááttâstooimâst já sosiaal- já tiervâsvuođâ

source: Beaivedivššus ja oahpahusdoaimmas
smn: tooimâst peivitipšolaahâ já máttááttâslaahâ.

source: bargit ráhkadit 36 % dan joavkkus, mii sáhttá addit sámegillii áššehašbálvalusa sámiid
smn: Peivitipšoost já máttááttâstooimâst pargeeh taheh 36 %

source: ruovttuguovllu gielddain ja stáhta virgeoapmahaččain. Dábálaččat beaivedivššus ja
smn: tom juávhust, mii puáhtá adeliđ äššigâšpalvâlem sämikuávlu kieldâin já staatâ virgeomâháin

source: oahpahusdoaimmas leahkkit eai lohkko sámegielat áššehasbálvalusa addiide, go sii fállet
smn: Táválávt ulmuuh, kiäh láá peivitipšoost já máttááttâstooimâst, iä luhhuu sämikielâlâš

source: áššehasbálvalusa dušše rájálaš jovkui, mánáide ja skuvlamánáide ja nuppi dási oahppiide.
smn: äššigâšpalvâlem adeleijeid, ko sii adeleh äššigâšpalvâlem tuše räijejum juávkun, párnáid já škov

source: beaivedivššus ja oahpahusdoaimmas leahkkit geahpeduvvojit ollesproseantamearis, de daid oassi,
smn: lâahasáid já nube tääsi uáppeid. Kun peivitipšo já máttááttâstooimâ ulmuuh kepiduvvojeh oles

source: geat bastet addit sámegielat áššehasbálvalusa njiedjá 9,5 % i.
smn: prooseentmeereest, te toi uási, kiäh pasteh adeliđ sämikielâlâš äššigâšpalvâlem, kiäppán 9,5 % ân.

source: Duođalaš nuppástus gielddaid ja stáhta ossodagaid sámegielmáhtolaš olbmuid mearis ii leat dáhpáhuvvan.
smn: Tuođâlâš nubástus kieldâi já staatâ ohtâduvâi sämikieltáiđusâš ulmui meereest ij lah tábáhtum.

source: Sámi giellaláhka ii leat lasihan dovdomassii virgeoapmahaččaid sámegiela dáiddu.
smn: mi kielâlaahâ ij lah lasettâm merhâšitteht virgeomâhái sämikielâ tááiđu.

source: Dása eai leat nappo dahkkon čielga buorádusat.
smn: Nuuvtpa taas iä lah toohum čielgâ lasattâsah.

source: Gielddaid ja stáhta ossodagat galget eavttuheamet vuodjut sámi giellalága ollašuvvamii.
smn: Kieldâi já staatâ ohtâduvah kalgeh iävtuittáá pieijâđ naavzâid säämi kielâlaavâ

source: Buoremus vuohki dasa lea oažžut buot boahttevaš virggiid ja
smn: Pyeremus vyehi toos lii finniđ puoh uđđâ viirgij já tooimâi iähtun tâi aainâs-uv sierânâs

source: doaimmaid eaktun dahje goittotge erenomáš ánsun sámegiela dáiddu.
smn: ánsun sämikielâ tááiđu.

source: Ná galgá meannudit maiddái sámedikkis anáraš- ja nuortalašgiela dáiddu oasil.
smn: Návt kalga lattiđ meiddei sämitiggeest aanaar- já nuorttâsämikieltááiđu

source: Muhtin gielddaid ja stáhta virgeoapmahaččain eai leat dárkilis dieđut sierra sámegielaid erohusain.
smn: Motomijn kieldâi já staatâ virgeomâháin iä lah tärhis tiäđuh sämikielâi iäruin. Tietimettumvuotâ lâi

source: Eahpesihkkarvuohta lei ee. das, man sámegiela guovllus hállet, man sámegiela bálvalus guovllus
smn: tast, maid sämikielâid kuávlust sárnoo, mon sämikielâ palvâlus kuávlust tarbâšuvvoo tâi maid

source: dárbbašuvvo dahje man sámegiela virgebáikkis bargit hállet.
smn: sämikielâid virgáduv pargeeh sárnuh.

source: Dieđiheami sámi giellalágas ja sámiid gielalaš vuoigatvuođain galgá lasihit.
smn: Tieđettem säämi kielâlaavâst já sämmilij kielâlâš vuoigâdvuođâin kalga lasettiđ.

source: Jurddašeapmi sámi
smn: Jurdâččemvyehi

source: giellalága birra ii oaččo leat dakkár mii dat dál lea dábálaččat sámiid ruovttuguovllu
smn: säämi kielâlaahân ij uážu leđe taggaar, ko tot lii iänááš sämikuávlu virgeomâháin: reagistem táár

source: virgeoapmahaččain: reageren dárbui.
smn: bun.

source: Sámegielat bálvalusat eai leat dahkkon lunddolažžan.
smn: Sämikielâlâš palvâlusâin ij lah šoddâm luándulâš.

source: Máŋgga
smn: Maaŋgâ virgeomâhâžân lii epičielgâs, maid

source: virgeoapmahaččas lea eahpečielggasvuohta, maid sámi giellalága geatnegasvuođat čájehit bálvalit
smn: säämi kielâlaavâ genigâsvuođah, čáittá palvâlmis sämikielân tâi sämikielâ kevttim ovdedem

source: Sámi giellaláhka
smn: konkreetlávt uáivildeh.

source: gáibida čielgasit, ahte virgeoapmahaččain lea vástu ordnet sámegielat bálvalusaid sámiid
smn: Säämi kielâlaahâ váátá čielgâsávt, et virgeomâháin lii ovdâsvástádâs orniđ sämikielâlâš palvâlusâid sämikuávlust.

source: Virgeoapmahaččat leat sámi giellalága vuostá sirdán dán vásttu áššehasaide.
smn: Virgeomâhááh láá säämi kielâlaavâ vuástásávt sirdám taan ovdâsvástádâs äššigâššáid.

source: Dát dárkkuha geavadis dan, ahte sámegielat bálvalusain ii dieđihuvvo viidát ja máŋggain vástádusain
smn: Taat uáivild tuođâlávt tom, et sämikielâlâš palvâlusâin ij tieđettuu tuárvi

source: buktui ovdan dat ahte sámegielat bálvalusaide ii leat jearaldat.
smn: vijđáht já maaŋgâin vástádâsâin puáhtoo oovdân et sämikielâlâš palvâlusah iä koijâduu.

source: Jearaldaga ja fállama lágas lea dat váttisvuohta, ahte jearaldat gáibida álo maiddái fálaldaga, ns.
smn: já faallâm laavâst lii tot čuolmâ, et koijâdem váátá ain meiddei faallâm, ađai virgeomâhááh iä pyevti

source: virgeoapmahaččat eai sáhte bidjat vástu áššehasaide das, ahte eai čuovo sámi giellalága viidát.
smn: vierâttiđ ovdâsvástádâs äššigâššáid tast, et sii jiejah iä nuávdit säämi kielâlaavâ tuárvi vijđáht.

source: Sámi giellalága ollašuvvan gáibida doaibmankultuvrra nuppástusa sámiid ruovttuguovllu
smn: Säämi kielâlaavâ olášume váátá toimâkulttuur nubástus sämikuávlu virgeomâháin.

source: virgeoapmahččain.
smn: Táálái tooimâi

source: Dálá doaimmaid kártemiin, doaibmanvásttuid čielggasmahttimiin ja aktiivvalaš
smn: karttiim, toimâovdâsvástádâsâi čielgâsmittem já aktiivlâš já uásálistee tieđettem sämikielâlâš palvâ

source: ja oassálasti dieđihemiin sámegielat bálvalusain sáhttá buoridit dovdomassii sámegielat bálvalusaid
smn: lusâin pyehtih pyerediđ čuuvtij sämikielâlâš palvâlusâi ornim já säämi kielâlaavâ olášume.

source: ordnema ja sámi giellalága ollašuvvama.
smn: Säämi

source: Sámi giellalága čuovvuma galgá oaidnit virgeoapmahaččain lagamustá proseassan, ns.
smn: kielâlaavâ nuávdittem kalga uáiniđ virgeomâháin vuosâsajasávt prosessin ađai ij keelijd, jis laavâst

source: dušše oktii dahje sámi giellalága váikkuhusaid doaibmasuorgái lea guorahallan dušše oktii.
smn: lii tieđettum pargosiärvusáid tâi säämi kielâlaavâ vaikuttâsah toimâsuárgán láá smiettum tuše ohtii.

source: Virgeoapmahaččain livččiige lunddolaš laktit sámi giellalága ollašuvvama čuovvuma ja bálvalusaid
smn: Virgeomâháin ličij-uv luándulâš ovtâstiđ säämi kielâlaavâ olášume čuávvum já palvâlusâi karttim

source: kártema lágas ásahuvvon ovttaveardásašvuohtaplána ráhkadeapmái.
smn: lahâaasâtlâš oovtviärdásâšvuođâvuávám rähtimân.

source: Sámi giellalága ollašuvvan gáibida maiddái nuppástusa sámiid gielalaš láhttemis.
smn: Säämi kielâlaavâ olášume váátá meiddei nubástus sämmilij kielâlâš lattiimist.

source: Juos ovdáneapmi
smn: Jis ovdánem sämi

source: sámegiela geavaheamis bissu seammaláganin, lea várra, ahte buot sámegielat báhcet ruoktogiellan,
smn: kielâ kevttimist piso siämmáálágánin, lii aaštâ, et puoh sämikielah pääccih päikkikiellân, já kielâ ij

source: ja giella ii geavahuvvo virggálaš áššedikšumis olláge.
smn: kevttuu virgálâš ášástâlmist ollágin.

source: Dálá dilis sámegielat bálvalusaid gáibideapmi
smn: Tááláá tiileest sämikielâlâš palvâlusâi vaattâm uáivild masa

source: dárkkuha measta álo sierraordnemiid, bálvalus ádjána ja suomagielmáhtolaš sápmelaš ii
smn: jyehi tove sierânâsorniimijd, palvâlem maŋanuvá já suomâkieltáiđusâš sämmilâš ij velttidhánnáá

source: vealttakeahttá baste vuordit sámegielat bálvalusaid dahje ii vásit vuoiŋŋa leat miehtemielalaš
smn: paste vyerdiđ sämikielâlâš palvâlem tâi ij tuubdâ tontovváá pirrâs lemin mietimielâlâš sämikielâlâš

source: sámegielat bálvalusaid gáibideapmái.
smn: palvâlusâi vatâmân.

source: Sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččaid bargosajit leat bargiid meari dáfus
smn: Sämikuávlu kieldâi já staatâ virgeomâhái pargosajeh láá olmoošmere tááhust uceh, já uccâ kieldâin

source: uhci, ja smávva gielddain ássit dovdet dávjá nuppiideaset, goittotge muhtin muddui.
smn: ässeeh tobdeh távjá nubujdis, aainâs-uv paajeeld. Tággáár tilálâšvuođâst puáhtá sämikieltáiđusâš

source: sáhttá sámegielmáhtolaš olbmos leat váttis gáibidit fáhkka sámegielat bálvalusa, jos ovdal lea
smn: ulmuin leđe väädis vaattâđ kivkked sämikielâlâš palvâlem, jis ovdil lii piergim suomâkieláin.

source: birgahallan suomagielain. Eandalitge boarrásut olbmuin nuorat lagašfuolkkit doibmet virggálaš
smn: nâs-uv puárásub ulmuin nuorâbeh hyelhih tuáimih virgálâš ášástâlmijn tulkkân tâi tipšoh aašijd sii

source: áššedikšumis tulkan dahje dikšot áššiid sin beales. Vaikke olmmoš, gean eatnigiella lea sámegiella,
smn: Veikkâ sämikielâs peeleest eenikielâlâš olmooš puáhtá sárnuđ suomâkielâ pyereest, lii

source: sáhttá hállat suomagiela bures, de erenomážit boarrásut olbmuin lea eahpesihkkarvuohta
smn: eromâšávt elilâm ulmuin epivisesvuotâ suomâkielâ kevttimist, já aainâs-uv haaldâšlâš já muálkkáás

source: suomagiela geavaheamis, ja eandalitge hálddahuslaš ja moalkás gielas sidjiide sáhttá šaddat
smn: kielâst sijjân sáttá šoddâđ epivisesvuotâ, et iberdii-uv sii ääši olmânáál.

source: Vaikke sámegielat bálvalusat eai leat virgeoapmahaččain viidát gáibiduvvon, dat ii dárkkut ahte iigo sámegielat bálvalusaide livččii
smn: Veikkâ sämikielâlâš palvâlusah virgeomâháin iä lah vijđáht vaattum, ij tot meerhâš tom et sämikielâlâš palvâlussáid ij liččii

source: dárbu.
smn: tárbu.

source: Sámegielat bálvalusaid gáibideapmi eaktuda sámiin maiddái iežas doaimma ja sámeservošat
smn: Sämikielâlâš palvâlusâi vaattâm váátá sämmilijn meiddei jieijâs tooimâ já sämisiärváduvah tarbâšeh

source: dárbbašit ovdamearkkaid daid olbmuin, geat gáibidit ja ožžot sámegielat bálvalusaid.
smn: ovdâmeerhâid tain ulmuin, kiäh väättih já finnejeh sämikielâlâš palvâlusâid.

source: Virgeoapmahaččat galget sámegiela geavaheami ovddidandoaimmain eastit dakkár diliid šaddama,
smn: sämikielâ kevttim ovdedemtoimâidiskuin estiđ tagarij tilálâšvuođâi šoddâm, mast sämikielâ kevttim

source: mas sámegiela geavaheapmi lea váttis dahje vuoiŋŋa dáfus negatiivvalaš.
smn: lii váádduh tâi tile negatiivlâš.

source: Gielddaid jurddašeapmi sámi giellalága ollašuhttima ektui ii leat miehtemielalaš.
smn: Kieldâi ovdâjuurdâtile säämi kielâlaavâ olášutmân ij lah mietimielâlâš. Kieldah uáinih ääši nahcâ

source: ášši resursagažaldahkan, vajáldahttimiin dan, ahte eai leat geavahan sámi giellaláhkaásaheami
smn: koččâmâššân já siämmást vájálditeh et sii iä lah kiävttám säämi kielâlahâasâttâs adelem máhđu

source: buktin vejolašvuođaid ávkin.
smn: lâšvuođâid pyerrin.

source: Dás lea čielga ovdamearkan dat, ahte gielddat eai leat ovddit sámi
smn: Täst čielgâ ovdâmerkkân lii tot, et kieldah iä lah ovdebáá säämi kielâlahâasâttâs

source: giellaláhkaásaheami fápmuiboahtima maŋŋá vuođđudan sámegiela jorgaleaddjiid virggiid, vaikke
smn: vuáimánšoddâm maŋa vuáđudâm sämikielâ jurgâleijei viirgijd, veikkâ toid ličij finnim oles staatâ

source: dasa livčče ožžojuvvon dievaš stáhtadoarjja.
smn: torjuu.

source: Sámi giellaláhka lea oidnojuvvon dávjá
smn: Säämi kielâlaahâ lii maŋgii oinum nahcâkoččâmâššân.

source: resursagažaldahkan.
smn: Vala onnáá peeivi-uv virgeomâhááh

source: Vel dálge virgeoapmahaččat eai leat álo iežaset bealis geavahan ávkin sámi giellalága ruhtadanvejolašvuođaid.
smn: iä lah ain jieijâs uásild kiävttám ävkkin säämi kielâlaavâ ruttâdemmáhđulâšvuođâid.

source: Ovdamearkan jagi 2006 sámegielat bálvalusaid gokčamii dárkkuhuvvon mearreruđas geavahuvvui dušše 63,6 proseantta.
smn: ive 2006 sämikielâlâš palvâlusâi várás uáivildum meriruuđâst kevttui tuše 63,6 prosenttid.

source: Sivvan dasa ii sáhte leat miige eará
smn: Suijâ taas

source: go berošmeahttunvuohta sámegielat bálvalusaid buvttadeapmái, go ruhtadankriissas heaibu sámiid
smn: ij pyevti leđe mihheen eres ko peerusthánnáávuotâ sämikielâlâš palvâlusâi pyevtitmân, ko ruttâ

source: ruovttuguovllu gielddaid vuođđobálvalusat dárbbašivčče johtilit lassiruhtadeami.
smn: demkriisijn hiäiboo sämikuávlu kieldâi vuáđupalvâlusah tarbâšiččii korrâsávt laseruttâdem.

source: Galgá maiddái váldit vuhtii, ahte sámi giellalága bokte gielddat divvot ovddit jagiid doaimmaset.
smn: Kalga meid huámášiđ, et säämi kielâlaavâ pehti kieldah tivoh tolebij iivij toimâidis. Sämikielâlâš

source: Sámegielat bálvalusat eai livčče resursagažaldat, juos virgeoapmahaččain livčče dahkkon guhkálaš
smn: palvâlusah iä liččii nahcâkoččâmâš, jis virgeomâháin ličij porgum kuhesáigásâš pargo sämikielâlâš

source: bargu sámegielat bálvalusaid buorideapmin jo logijagit dassái.
smn: palvâlusâi pyereedmân juo luuvijd iivijd tassaaš.

source: Galgá maiddái fuopmášit, ahte
smn: Kalga meid huámášiđ, et sämikielâlâš palvâlusâi

source: sámegielat bálvalusaid ruhtadeapmi buktá maiddái suomagielat bálvalusaid buvttadeapmái
smn: ruttâdem puáhtá meiddei suomâkielâlâš palvâlusâi pyevtitmân ruttâdem, ko harvii sämikieltáiđusâš

source: ruhtadeami, go hárve sámegielmáhtolaš bargit barget dušše sámegielat áššehasaid gaskavuođas.
smn: ulmuuh pargeh tuše sämikielâlâš äššigâšâi koskâvuođâst. Šiev sämikielâlâš palvâlusâid kolgâččij

source: geahččalit hovkkahallat sámiid ruovttuguvlui guovllus eret fárren olbmuid ruovttoluotta.
smn: uáiniđ meid kištovalttin, mon vievâst puáhtá viggâđ hokâttâllâđ sämikuávlust meddâl varrim ul muid maasâd sämikuávlun.

source: Čielggadeamis lea boahtán ovdan, ahte muhtin virgeoapmahaččat, geaid sámi giellaláhka guoská,
smn: Čielgiittâsâst lii puáttám uáinusân, et motomeh virgeomâhááh, kiäid säämi kielâlaahâ kuáská, rik

source: rihkkot diđolaččat sámi giellalága almmuhettiin, ahte sii devdet sámi giellalága eavttuid
smn: koh tiäđulávt säämi kielâlaavâ ko sii almotteh, et toh tevdih säämi kielâlaavâ iävtuid velttittitteht tâi

source: dohkkehahttiláhkai dahje eai olláge.
smn: iä ollágin.

source: Lassin moadde virgeoapmahačča leat almmuhan deavdit sámi
smn: Lasseen motomeh virgeomâhááh láá almottâm, et tevdih säämi kielâlaavâ iävtuid ollá

source: giellalága eavttuid ollásit, vaikke vástádusaid vuođul dilli ii duođaige leat dát.
smn: sávt, veikkâ vástádâsâi vuáđuld tilálâšvuotâ ij tuođâgin lah nuuvt.

source: Dát čájeha juohke
smn: Jyehi tábáhtusâst taat čáittá tieti

source: dáhpáhusas diehtemeahttunvuođa sámi giellalága gáibádusain ja nuppe dáfus berošmeahttunvuođa
smn: mettumvuođâ säämi kielâlaavâ vátámušâin já nube tááhust peerusthánnáávuođâ säämi kielâlaavâ

source: sámi giellalága ektui.
smn: kuáttá.

source: OTT Kaisa Korpijaakko-Labba čielggadeamis daid virgeoapmahaččain, geat leat gávnnahan ahte sámi giellaláhka ii sin guoskka, lea boahtán oalle čielgasit ovdan suopmelaš láhkaásaheami
smn: VTT Kaisa Korpijaakko-Labba čielgiittâsâst tain virgeomâháin, kiäh láá páhudâm et säämi kielâlaahâ ij kuoskâ sii, lii pyereest já čielgâsávt puáttám uáinusân syemmilâš lahâasâttâs maŋŋaal

source: bázahallanvuohta ja maiddái nuppe dáfus dat, ahte sámi giellalágas máinnašuvvon
smn: pääccimvuotâ sehe nube tááhust tot, et säämi kielâlaavâst mainâšum virgeomâhâšluvâttâllâm, kiäid

source: Cealkámušas Korpijaakko-Labba gávnnaha, ahte sámi giellaláhka guoská buot daid
smn: säämi kielâlaahâ kuáská, lii epičielgâs já kuáđá saje tulkkuumáid. Ciälkkámušâstis Korpijaakko

source: gávcci virgeoapmahačča, geat lea almmuhan, ahte sámi giellaláhka ii daid guoskka.
smn: Labba puátá ton puátusân, et säämi kielâlaahâ kuáská puohâid taid käävci virgeomâháá, kiäh láá

source: Cealkámušas
smn: almottâm, et säämi kielâlaahâ ij taid kuoskâ.

source: Korpijaakko-Labba evttoha, ahte sámi giellalága virgeoapmahašlogahallama galgá čielggasmahttit.
smn: Ciälkkámušâst Korpijaakko-Labba iävtut, et säämi kielâlaavâ virgeomâhâšluvâttâllâm kalga čielgâsmittiđ.

source: Áibbas nubbi gažaldat lea dat virgeoapmahaččat, geat eai leat vástidan gažaldahkii, geat leat
smn: Aaibâs nubbe koččâmâš lii toh virgeomâhááh, kiäh iä lah västidâm koijâdâlmân já kiäh láá stuorrâ

source: 52 orgána 169:s eai vástidan olláge jearahallamii.
smn: meeri ađai 52 peellid 169:st iä västidâm ollágin koijâdâlmân.

source: maiddái muittuhuvvojedje šleađgapoasttain jearahallama birra.
smn: Puohháid meiddei muštottui koijâ

source: Dáid virgeoapmahaččaid oasil ii
smn: dâlmist šleđgâpostáin.

source: sáhte bargat eará jurddabohtosa go dan, ahte sámi giellalága birra jurddašuvvo dáid orgánain
smn: Tai virgeomâhái uásild ij pyevti toohâđ eres juurdâpuáttus ko ton, et táin peelijn säämi kielâlaahâ ucášuvvoo.

source: Sámeservviin ja sámeorganisašuvnnain ožžojuvvon vástádusaid vuođul sámi giellaláhka ii doaimma
smn: Sämiseervijn já sämiorganisaatioin finnejum vástádâsâi vuáđuld säämi kielâlaahâ ij tooimâ sämi

source: sámiid ruovttuguovllu stáhta ja gielddaid virgeoapmahaččain.
smn: kuávlu staatâ já kieldâi virgeomâháin.

source: Ieš láhkii lea maiddái beahttašuvvan,
smn: Jieš laahân ulmuuh láá meid pettâšum, já säämi kielâlaahâ ij

source: ja sámi giellalága eai geahča, ahte sihkkarastá doarvái bures sámiid vuoigatvuođaid sámiid
smn: oro tuurvâstmin sämmilij vuoigâdvuođâid sämikuávlust tuárvi pyereest. Sämipeleh já - seervih láá

source: ruovttuguovllus. Sámeoassebealit ja - searvvit leat merken gielddaid ja stáhta dehaleamos
smn: listodâm tehálumosijd kieldâi já staatâ palvâlusâid, main sämikielâlâš palvâlusah kalgeh leđe vuo

source: Beaivedikšu ja
smn: sâsajasávt turvâstum.

source: vuođđooahpahus máinnašuvvojedje oalle dehalaš bálvalussan, ja dat doibmetge govttolaččat sámiid
smn: Peivitipšo já vuáđumáttááttâs mainâšuvvojii uáli tehálâš palvâlussân, já toh
